Repository: ultramarinecat/TastyMeals
Catalog: TastyMeals/Localizable.xcstrings
Source language: en
Languages: es

source: Could not load your dessert 😿. Please try again later 🍰
es: No se pudo cargar el postre 😿. Por favor, inténtelo de nuevo más tarde 🍰

source: Could not load your tasty desserts 😿. Please try again later 🍰
es: No se pudieron cargar sus deliciosos postres 😿. Por favor, inténtelo de nuevo más tarde 🍰

source: Desserts
es: Postres

source: Error message: %@
es: Mensaje de error: %@

source: Failed to load meal image
es: No se pudo cargar la imagen de la comida

source: Image of %@
es: Imagen de %@

source: Ingredient: %@
es: Ingrediente: %@

source: Ingredients
es: Ingredientes

source: Instructions
es: Instrucciones

source: Instructions: %@
es: Instrucciones: %@

source: Invalid url: %@
es: URL no válida: %@

source: Loading
es: Cargando

source: Loading ingredients
es: Cargando ingredientes

source: Loading meal details
es: Cargando detalles de la comida

source: Loading meal image
es: Cargando imagen de comida

source: Loading meals
es: Cargando comidas

source: Meal name: %@
es: Nombre de la comida: %@

source: No meal details returned for meal id: %@
es: No se devolvieron detalles de la comida para el identificador de comida: %@

source: No meals returned
es: No se devolvieron comidas

source: Please select a tasty dessert 🍰
es: Por favor seleccione un postre sabroso 🍰

source: Refresh
es: Refrescar

source: Refresh meals
es: Refrescar comidas

source: Unexpected error
es: Error inesperado

source: Unsuccessful request with status code: %lld
es: Solicitud fallida con código de estado: %lld
